cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'bash-completion'
brew 'ffmpeg'
brew 'mpv'
brew 'wget'
brew 'neovim'
brew 'dep'
brew 'cmake'
brew 'speedtest-cli'
brew 'htop'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'xz'
brew 'telnet'
brew 'pandoc'

cask 'docker'
cask 'keeweb'
cask 'scroll-reverser'
cask 'spectacle'
cask 'firefox'
cask 'google-chrome'
cask 'tunnelblick'
cask 'yujitach-menumeters'
cask 'bitwarden'
cask 'itsycal'
cask 'typora'
cask 'brave-browser'
cask 'balenaetcher'
cask 'hyper'
