cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'git-lfs'
brew 'bash-completion'
brew 'ffmpeg'
brew 'mpv'
brew 'wget'
brew 'neovim'
brew 'dep'
brew 'cmake'
brew 'speedtest-cli'
brew 'htop'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'xz'
brew 'telnet'
brew 'coreutils'

cask 'scroll-reverser'
cask 'spectacle'
cask 'firefox'
cask 'bitwarden'
cask 'typora'
cask 'balenaetcher'
