cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'git'
brew 'bash-completion'
brew 'ffmpeg'
brew 'mpv'
brew 'wget'
brew 'vim'
brew 'dep'
brew 'cmake'
brew 'speedtest-cli'
brew 'htop'
brew 'pyenv'
brew 'rbenv'
brew 'readline'
brew 'xz'

cask 'docker'
cask 'keeweb'
cask 'scroll-reverser'
cask 'spectacle'
cask 'firefox'
cask 'google-chrome'
